Repository: elumixor/mscz-website
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Contacts
ru: Контакты

source: In case of any questions, please contact us:
ru: В случае возникновения вопросов, пожалуйста, свяжитесь с нами:

source: Mobile
ru: Мобильный

source: Participate!
ru: Участвуйте!

source: Full price for 4 days is 6000 CZK / 235 EUR
ru: Полная стоимость за 4 дня составляет 6000 CZK / 235 EUR

source: The price includes 4 days of the complete retreat program, accommodation and food (3 meals per day).
ru: В стоимость входит 4 дня полной программы ретрита, проживание и питание (3 раза в день).

source: Reservation deposit is 2000 CZK / 80 EUR
ru: Депозит за бронирование составляет 2000 CZK / 80 EUR

source: Deposit guarantees your place at the retreat.
ru: Депозит гарантирует ваше место на ретрите.

source: Email
ru: Электронная почта

source: Email is invalid
ru: Электронная почта недействительна

source: Reserve my place
ru: Зарезервируйте мое место

source: After registration, you will receive an email with payment instructions, as well as the link to the retreat group.
ru: После регистрации вы получите письмо с инструкциями по оплате, а также ссылку на группу ретрита.

source: Full price for 4 days is 6000 CZK / 235 EUR
ru: Полная стоимость за 4 дня составляет 6000 CZK / 235 EUR

source: Reserve my place
ru: Зарезервируйте мое место

source: Registration is open until the 1st of May
ru: Регистрация открыта до 1 мая

source: Thank you for your registration!
ru: Спасибо за регистрацию!

source: You will receive an email with payment instructions shortly.
ru: В ближайшее время вы получите электронное письмо с инструкциями по оплате.

source: Once the payment is received, your place will be reserved!
ru: Как только оплата будет получена, ваше место будет забронировано!

source: Close
ru: Закрыть

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: INTERPOLATION . What's included in the price? Isn't 6000 CZK too expensive?
ru: INTERPOLATION . Что входит в стоимость? Не слишком ли дорого 6000 крон?

source: The fee covers accommodation, 3 meals per day, expert guidance, and transformative experiences aimed at nurturing your spiritual growth over the course of 4 days. The prices is significantly lower than comparable festivals or similar programs and is somewhat comparable to the regular price of a hotel stay. LINE_BREAK LINE_BREAK As a non-profit organization we aim at making spiritual practices accessible to everyone, regardless of their financial situation. If you are experiencing financial hardship, please each out to us to discuss potential discounts or payment plans.
ru: В стоимость входит проживание, трехразовое питание, экспертное руководство и трансформационные переживания, направленные на развитие вашего духовный рост в течение 4 дней. Цены значительно ниже, чем на аналогичных фестивалях или подобных программах, и сопоставима с обычной ценой проживания в отеле. LINE_BREAK LINE_BREAK Как некоммерческая организация мы стремимся сделать духовные практики доступными для всех, независимо от их финансового положения. Если вы испытываете финансовые затруднения, пожалуйста, свяжитесь с нами, чтобы обсудить возможные скидки или планы оплаты.

source: INTERPOLATION . What is your refund policy?
ru: INTERPOLATION . Какова ваша политика возврата денег?

source: During online registration, a prepayment of 2000 CZK (80 EUR) is sufficient to guarantee your place at the retreat. LINE_BREAK LINE_BREAK The remaining amount must be paid before the beginning of the retreat. You can pay in cash or by bank transfer. LINE_BREAK LINE_BREAK When canceled before May 1st, 100% of the deposit is refunded. LINE_BREAK LINE_BREAK After May 1st , the deposit is non-refundable .
ru: Во время онлайн-регистрации предоплату в размере 2000 крон (80 евро) является достаточной для того, чтобы гарантировать ваше место на ретрите. LINE_BREAK LINE_BREAK Оставшаяся сумма должна быть внесена до начала ретрита. Вы можете оплатить наличными или банковским переводом. LINE_BREAK LINE_BREAK При отмене до 1 мая, 100% депозита возвращается. LINE_BREAK LINE_BREAK После 1 мая депозит составляет не возвращается .

source: INTERPOLATION . I am new to these meditation practices? Will I be able to keep up?
ru: INTERPOLATION . Я новичок в этих медитативных практиках? Смогу ли я продолжать в том же духе?

source: Our programs are designed to accommodate individuals of all levels, from beginners to advanced practitioners. Our experienced instructors will guide you through each practice with clarity and support, ensuring a fulfilling and enriching experience for everyone.
ru: Наши программы рассчитаны на людей любого уровня - от новичков до опытных практиков. Наши опытные инструкторы проведут вас через каждую практику с ясностью и поддержкой, обеспечивая полноценный и обогащающий опыт для каждого.

source: INTERPOLATION . What should I take with me?
ru: INTERPOLATION . Что взять с собой?

source: What to bring: Yoga mat Meditation cushion (if you need one) Personal hygiene items, towel Comfortable clothes for asanas Warm clothes (it can get chilly at night) Blanket/scarf to cover yourself during shavasana Slippers for indoor use ID card Musical instruments (are welcomed) What not to bring: Alcohol, cigarettes, drugs Meat, fish, eggs, onion, and garlic Perfumes, cosmetics Clothing: Monks are present at the retreat, so you should not wear transparent, revealing, too tight clothing that attracts attention (like short shorts, short skirts, tight leggings, tank tops, etc.). LINE_BREAK LINE_BREAK Your clothing should be simple, modest, and comfortable. LINE_BREAK LINE_BREAK Please do not wear perfume these days, as it is distracting at collective practices, and also odors mix when participants practice together indoors.
ru: Что взять с собой: Йога коврик Медитация подушка (если она вам нужна) Личный предметы гигиены, полотенце Удобный одежда для асан Теплая одежда (ночью может быть прохладно) Одеяло/шарф чтобы накрыться во время шавасаны Тапочки для использования в помещении ID-карта Музыкальные инструменты (приветствуются) Что не брать с собой: Алкоголь, сигареты, наркотики Мясо, рыба, яйца, лук и чеснок Парфюмерия, косметика Одежда: Монахи присутствуют на ретрите, поэтому вам не следует носить прозрачную, открытую, слишком обтягивающую одежду, привлекающую внимание (например короткие шорты, короткие юбки, обтягивающие леггинсы, майки и т. д.). LINE_BREAK LINE_BREAK Ваша одежда должна быть простой, скромной и удобной. LINE_BREAK LINE_BREAK Пожалуйста, не пользуйтесь духами в эти дни, так как они отвлекают внимание на коллективных практиках, а также запахи смешиваются, когда участники когда участники занимаются вместе в помещении.

source: INTERPOLATION . Can I have a special (vegan/lactose-free) diet?
ru: INTERPOLATION . Могу ли я придерживаться специальной (веганской/безлактозной) диеты?

source: Yes! LINE_BREAK LINE_BREAK We offer a variety of dietary options, including vegan, vegetarian, lactose-free, and gluten-free meals. LINE_BREAK LINE_BREAK Please inform us of any special dietary requirements when registering for the retreat, and we will do our utmost to accommodate your needs.
ru: Да! LINE_BREAK LINE_BREAK Мы предлагаем различные варианты питания, включая веганские, вегетарианские, безлактозные и безглютеновые блюда. LINE_BREAK LINE_BREAK Пожалуйста, сообщите нам о любых особых диетических требованиях при регистрации на ретрит, и мы сделаем все возможное, чтобы удовлетворить ваши потребности. потребности.

source: INTERPOLATION . I am an atheist and don't believe in spiritual stuff. Why would I go to a retreat?
ru: INTERPOLATION . Я атеист и не верю в духовные вещи. Зачем мне идти на ретрит?

source: Many participants, regardless of their belief system, find value in the practices of meditation, yoga, and mindfulness for their potential to reduce stress, increase mental clarity, and enhance overall well-being. Whether you're seeking inner peace, stress relief, or simply a break from the hustle and bustle of daily life, our retreats offer a supportive environment for exploration and self-discovery.
ru: Многие участники, независимо от их системы убеждений, находят ценность в практиках медитации, йоги и осознанности, поскольку они способны уменьшить стресс, повысить ясность ума и улучшить общее самочувствие. Ищете ли вы внутреннее спокойствие покой, снять стресс или просто отдохнуть от суеты повседневной жизни, наши ретриты предлагают благоприятную среду для исследования и самопознания.

source: Rest. Recharge. Truly.
ru: Отдыхайте. Подзарядитесь. Воистину.

source: In absolute seclusion - surrounded by the protected natural landscape of Žďárské vrchy - our campsite is surrounded by a picturesque forest, creating a perfect, peaceful atmosphere. LINE_BREAK LINE_BREAK A beautiful lake just a few steps away invites for creative walks during the breaks in the program. LINE_BREAK LINE_BREAK The shower rooms underwent a renovation, providing guests with comfort and convenience during their stay.
ru: В абсолютном уединении - в окружении заповедного природного ландшафта Ждярских Врх - наш кемпинг окружен живописный лес, создающий идеальную, спокойную атмосферу. LINE_BREAK LINE_BREAK Красивое озеро в нескольких шагах от нас располагает к творческим прогулкам во время перерывов в программе. LINE_BREAK LINE_BREAK Душевые комнаты были отремонтированы, обеспечивая гостям комфорт и удобство во время их пребывания.

source: Meet World-Class Yoga Teachers
ru: Знакомство с преподавателями йоги мирового класса

source: Dada Sadananda
ru: Дада Садананда

source: Founder of the MeditationSteps.org project, recognized in over 30 countries . Yoga teacher, author of the popular free basic meditation course. LINE_BREAK LINE_BREAK Has been teaching yoga and meditation for 23 years , over 24 000 hours of meditation experience.
ru: Основатель MeditationSteps.org проекта, признанного в более чем 30 странах . Преподаватель йоги, автор популярного бесплатного курса по основам медитации. LINE_BREAK LINE_BREAK Преподает йогу и медитацию в течение 23 года более 24 000 часов опыта медитации.

source: Didi Ananda Devapriya
ru: Диди Ананда Деваприйя

source: Yoga and meditation instructor since 2001 . LINE_BREAK LINE_BREAK Works in Romania coordinating multiple social projects such as an orphanage, a childcare center, a program for young people leaving orphanages and an agricultural project.
ru: Инструктор по йоге и медитации с 2001 года . LINE_BREAK LINE_BREAK Работает в Румынии, координируя множество социальных проектов, таких как детский дом, центр по уходу за детьми, программа для молодых людей, покидающих детские дома, и сельскохозяйственный проект.

source: Revitalize Your Body and Mind
ru: Оживите свое тело и разум

source: Immerse yourself in our rejuvenating yoga sessions designed to elevate both your physical and mental well-being. Explore the profound benefits of yoga asanas and mindfulness practices, fostering harmony between your body and mind.
ru: Погрузитесь в наши омолаживающие занятия йогой, призванные улучшить ваше физическое и душевное состояние. Изучите глубокие преимущества асан йоги и практики осознанности, способствующие гармонии между вашим телом и разумом.

source: Enjoy rich and delicious nutrition
ru: Наслаждайтесь богатым и вкусным питанием

source: Enjoy the pleasures of the foods, which elevate your mental state. The food is prepared with love and care, it is rich in nutrients and vitamins. LINE_BREAK LINE_BREAK We purchase dairy products from local farmers and also offer lactose-free and gluten-free options.
ru: Наслаждайтесь удовольствиями от еды, которая улучшает ваше душевное состояние. Пища приготовлена с любовью и заботой, она богата питательными веществами и витаминами. LINE_BREAK LINE_BREAK Мы закупаем молочные продукты у местных фермеров, а также предлагаем безлактозные и безглютеновые варианты.

source: Forge Lasting Connections
ru: Устанавливайте прочные связи

source: Discover a welcoming community of like-minded individuals eager to support your journey towards well-being. Engage in meaningful conversations, share experiences, and forge genuine connections with fellow practitioners who embody strength, kindness, and camaraderie. LINE_BREAK LINE_BREAK Experience the joy of friendship, camaraderie, and shared growth as you become part of our vibrant yoga family, where everyone is embraced with warmth and acceptance.
ru: Откройте для себя гостеприимное сообщество единомышленников, готовых поддержать ваш путь к благополучию. Участвуйте в содержательные беседы, делитесь опытом и устанавливайте подлинные связи с коллегами-практиками, которые воплощают в себе силу, доброту и товарищество. LINE_BREAK LINE_BREAK Испытайте радость дружбы, товарищества и совместного роста, став частью нашей яркой йога-семьи. семьи, где каждого принимают с теплом и одобрением.

source: 🗺️ Show Map
ru: 🗺️ Показать карту

source: Watch invitation INTERPOLATION
ru: Приглашение на просмотр INTERPOLATION

source: Embark on a spiritual journey
ru: Отправляйтесь в духовное путешествие

source: Join us in the green lands of the Czech Republic for a weekend of powerful spiritual practices under the guidance of professional meditation teachers.
ru: Присоединяйтесь к нам на зеленых землях Чехии, чтобы провести выходные в мощной духовной практике под руководством профессиональных учителей медитации.

source: Part of the world-wide project MeditationSteps
ru: Часть всемирного проекта MeditationSteps

source: 100 000+ practitioners
ru: 100 000+ практикующие специалисты

source: 30+ countries
ru: 30+ стран

source: 50+ retreats every year
ru: 50+ выездные семинары каждый год

source: Reviews from our participants
ru: Отзывы наших участников
